const PHOTO_DESCRIPTIONS = [
  'Солнечный день на пляже',
  'Горный пейзаж за окном',
  'Тихая уличная улочка',
  'Пейзаж закатных волн на берегу',
  'Цветы в тени солнца',
  'Летний лес в тумане',
  'Закат на фоне горного массива',
  'Песчаный пляж с горами вдали',
  'Снежные вершины в снегу',
  'Летний лес в солнечных лучах'
];

const COMMENTS_MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
];

const COMMENTS_NAMES = [
  'Алексей',
  'Алла',
  'Валентина',
  'Василий',
  'Галина',
  'Дарья',
  'Дмитрий',
  'Евгений',
  'Екатерина',
  'Иван',
  'Ирина'
];

export {PHOTO_DESCRIPTIONS, COMMENTS_MESSAGES, COMMENTS_NAMES};
